<section class='menu'>
  <select class='menu' style='background-color: transparent; color: #C5C6C7;' onchange="window.location.href = this.options[this.selectedIndex].value">
    <option value="menu" disabled selected>Меню</option>
    <? if ($_SESSION['user_nickname']=='admin' and isset($_SESSION['user_password']) ) {?>
    <option value="BD_users.php">Таблица пользоватей</option>
    <option value="BD_PC.php">Таблица компьютеров</option>
    <option value="orders.php">Заказы</option>
    <?}?>
    <option value="about_the_site.php">О сайте</option>
  </select>
</section>

<svg class='svg_size' viewBox="0 0 1280 790">

  <linearGradient id="linear-gradient">
    <stop offset="0%" stop-color="#45A29E" />
    <stop offset="100%" stop-color="#66FCF1" />
  </linearGradient>
  <linearGradient id="linear-gradient2">
    <stop offset="0%" stop-color="#1F28337" />
    <stop offset="50%" stop-color="#45A29E" />
    <stop offset="100%" stop-color="#66FCF1" />
  </linearGradient>
  <!-- scale размер круга -->
  <!-- Система координат translate -->
  <g transform="translate(50, 1100) scale(0.16,-0.16)" fill="#03a9f4" stroke="none">
    <path d="M2878 7638 l-3 -352 -105 -31 c-181 -54 -309 -106 -494 -198 l-178
-89 -249 248 -249 249 -535 -535 -535 -535 248 -250 248 -250 -91 -180 c-91
-180 -164 -362 -206 -514 l-22 -81 -354 0 -353 0 0 -760 0 -760 355 0 c310 0
355 -2 355 -15 0 -26 95 -304 140 -410 23 -55 72 -157 108 -228 l67 -127 -248
-248 -247 -247 535 -535 535 -535 248 248 249 249 114 -61 c194 -102 370 -171
657 -257 9 -3 12 -82 12 -354 l0 -350 755 0 755 0 2 352 3 351 105 33 c184 56
300 103 488 196 l184 91 246 -246 247 -247 535 535 535 535 -248 248 -248 248
52 94 c93 171 185 395 244 592 l26 88 352 2 352 3 0 755 0 755 -350 3 -350 3
-58 177 c-60 184 -141 373 -221 514 l-47 82 248 248 248 248 -535 535 -535
535 -247 -247 -246 -246 -159 80 c-169 86 -393 176 -535 214 l-88 24 0 353 0
352 -755 0 -755 0 -2 -352z m910 -1759 c606 -65 1107 -468 1296 -1040 45 -137
81 -423 73 -579 -17 -324 -150 -646 -374 -905 -350 -405 -907 -597 -1434 -495
-314 60 -563 194 -795 425 -177 176 -294 364 -369 589 -153 460 -87 935 186
1346 81 123 281 324 401 403 305 203 667 294 1016 256z" fill="url(#linear-gradient)" />

    <g transform="translate(2550,5600) scale(0.3,-0.3)" fill="black" stroke="none">
      <path d="M2878 7638 l-3 -352 -105 -31 c-181 -54 -309 -106 -494 -198 l-178
    -89 -249 248 -249 249 -535 -535 -535 -535 248 -250 248 -250 -91 -180 c-91
    -180 -164 -362 -206 -514 l-22 -81 -354 0 -353 0 0 -760 0 -760 355 0 c310 0
    355 -2 355 -15 0 -26 95 -304 140 -410 23 -55 72 -157 108 -228 l67 -127 -248
    -248 -247 -247 535 -535 535 -535 248 248 249 249 114 -61 c194 -102 370 -171
    657 -257 9 -3 12 -82 12 -354 l0 -350 755 0 755 0 2 352 3 351 105 33 c184 56
    300 103 488 196 l184 91 246 -246 247 -247 535 535 535 535 -248 248 -248 248
    52 94 c93 171 185 395 244 592 l26 88 352 2 352 3 0 755 0 755 -350 3 -350 3
    -58 177 c-60 184 -141 373 -221 514 l-47 82 248 248 248 248 -535 535 -535
    535 -247 -247 -246 -246 -159 80 c-169 86 -393 176 -535 214 l-88 24 0 353 0
    352 -755 0 -755 0 -2 -352z m910 -1759 c606 -65 1107 -468 1296 -1040 45 -137
    81 -423 73 -579 -17 -324 -150 -646 -374 -905 -350 -405 -907 -597 -1434 -495
    -314 60 -563 194 -795 425 -177 176 -294 364 -369 589 -153 460 -87 935 186
    1346 81 123 281 324 401 403 305 203 667 294 1016 256z" fill="url(#linear-gradient2)" />
</svg>